
#+STARTUP: overview

* dashboard
#+BEGIN_SRC emacs-lisp
;;  (require 'dashboard)
;;    (dashboard-setup-startup-hook)
  ;; Or if you use use-package
  (use-package dashboard
    :ensure t
    :config
    (dashboard-setup-startup-hook))

  (setq dashboard-items '((recents  . 5)
			  (bookmarks . 5)
			  (projects . 5)
			  (agenda . 5)
			  (registers . 5)))
#+END_SRC

#+RESULTS:
: ((recents . 5) (bookmarks . 5) (projects . 5) (agenda . 5) (registers . 5))

